---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsSystemClassificationParam
source: html/55724d32-07df-f75f-a1c2-55ad75528efe.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsSystemClassificationParam Property

"System Classification"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsSystemClassificationParam { get; }
```